<?php
const COURIER_TTL= "Курьер";
const COURIER_DSCR= "Модуль позволяет определить стоимость доставки внутри какой-либо страны и/или области в зависимости от стоимости заказа. Для каждой зоны нужен свой модуль";

const COURIER_CFG_COUNTRY_TTL= "Страна";
const COURIER_CFG_COUNTRY_DSCR= "Выберите страну, на территории которой возможна доставка курьером и, соответственно, расчет стоимости доставки данным модулем.";

const COURIER_CFG_ZONE_TTL= "Область";
const COURIER_CFG_ZONE_DSCR= "Выберите область, на территории которой возможна доставка курьером и, соответственно, расчет стоимости доставки данным модулем.";

const COURIER_TXT_AMOUNT= "Стоимость заказа (в у.е.)";

const COURIER_TXT_COST= "Стоимость доставки для заказов, сумма которых менее указанной. <br>Вы можете указать фиксированную стоимость доставки (в у.е.) или в процентах от суммы заказа. <br>Например, значение \"10\" обозначает фиксированную стоимость доставки 10 у.е., <br>значение \"10%\" рассчитает стоимость доставки как 10% от сумма заказа.";

const COURIER_CFG_RATES_TTL= "Стоимость доставки";
const COURIER_CFG_RATES_DSCR= "В форме справа определите пары [сумма_заказа, стоимость_доставки]. Каждая пара определяет \"стоимость_доставки\" для заказов, сумма которых ниже чем \"сумма_заказа\". Для заказов, сумма которых выше максимальной указанной, стоимость доставки считается нулевой <br>"
."Стоимость доставки для заказов, сумма которых менее указанной. <br>Вы можете указать фиксированную стоимость доставки (в у.е.) или в процентах от суммы заказа. <br>Например, значение \"10\" обозначает фиксированную стоимость доставки 10 у.е., <br>значение \"10%\" рассчитает стоимость доставки как 10% от сумма заказа.";

?>